using System.Resources;
using System.Reflection;
using System.Runtime.CompilerServices;
using System.Runtime.InteropServices;

// Общие сведения об этой сборке предоставляются следующим набором
// набора атрибутов. Измените значения этих атрибутов, чтобы изменить сведения,
// связанные со сборкой.
[assembly: AssemblyTitle("Курсовой проект по СВПП")]
[assembly: AssemblyDescription("Целью настоящего курсового проекта является разработка программного средства мониторинга и учета компьютерной техники закрепленной за полозователями в организации . Программа позволяет оценивать количество компьютеров по подразделениям и по профессия и выводить это в  графическм виде, визуализировать данные, планировать и закупку лицензий для специалистов определенных профессий, а также экспортировать и импортировать информацию о рабочих местах для интеграции со сторонними приложениями. Разработанное программное обеспечение может быть использовано диспетчерским персоналом ОАСУ на предприятиях которые ведут работу с информационной средой.")]
[assembly: AssemblyConfiguration("")]
[assembly: AssemblyCompany("ИИТ БГУИР")]
[assembly: AssemblyProduct("KP")]
[assembly: AssemblyCopyright("Веселов Д.В.")]
[assembly: AssemblyTrademark("ИИТ БГУИР")]
[assembly: AssemblyCulture("")]

// Установка значения False для параметра ComVisible делает типы в этой сборке невидимыми
// для компонентов COM. Если необходимо обратиться к типу в этой сборке через
// COM, задайте атрибуту ComVisible значение TRUE для этого типа.
[assembly: ComVisible(false)]

// Следующий GUID служит для идентификации библиотеки типов, если этот проект будет видимым для COM
[assembly: Guid("9ae566f8-9f3c-48cd-a20e-f92ad5891e36")]

// Сведения о версии сборки состоят из следующих четырех значений:
//
//      Основной номер версии
//      Дополнительный номер версии
//   Номер сборки
//      Редакция
//
// Можно задать все значения или принять номер сборки и номер редакции по умолчанию.
// используя "*", как показано ниже:
// [assembly: AssemblyVersion("1.0.*")]
[assembly: AssemblyVersion("1.0.0.0")]
[assembly: AssemblyFileVersion("1.0.0.0")]
[assembly: NeutralResourcesLanguage("ru")]

